[Namco原创]
song1=愛想笑い
song2=蒼の旋律
song3=アルムジカac14.0V
song4=宇宙SAMURAI
song5=エンジェル ドリーム
song6=大空と太鼓の踊り
song7=おばけのお仕事
song8=The Carnivorous Carnival
song9=風の国の龍と騎士
song10=風のファンタジー
song11=画竜点睛
song12=季曲
song13=きたさいたま2000
song14=久遠の夜
song15=黒船来航
song16=月下美人
song17=ゴーゴー・キッチン
song18=さいたま2000
song19=GERMINATION
song20=junction
song21=3piece-JazzParty!
song22=零の夜想曲
song23=戦国三弦
song24=旋風ノ舞【地】
song25=旋風ノ舞【天】
song26=ソードバトラーズ
song27=そつおめしき
song28=タイコタイム
song29=dance storm
song30=綻放
song31=地平線のエオリア
song32=月影SASURAI
song33=ツンデレCafeへようこそ☆
song34=D's Adventure Note
song35=DEBSTEP!
song36=伝説の祭り
song37=天妖ノ舞
song38=冬竜 ～Toryu～
song39=ドドンガド～ン
song40=DON'T CUT
song41=Purple Rose Fusion
song42=化物月夜
song43=パステル ドリーム
song44=はたラク2000
song45=隼
song46=春竜 ～Haryu～
song47=百花繚乱
song48=百鬼夜行
song49=ファミレスウォーズ
song50=Fly away
song51=Black Rose Apostle
song52=Blue Rose Ruin
song53=White Rose Insanity
song54=マーブルハート
song55=My Mine
song56=メカデス。
song57=ユウガオノキミ
song58=友情ぽっぷ
song59=夜桜謝肉祭
song60=夜櫻ブレヰダアズ
song61=らいとにんぐ ぱっしょん
song62=LOVE戦!!
song63=らんぶる乱舞
song64=燎原ノ舞
song65=Red Rose Evangel
song66=われら無敵のドコン団
song67=Hurtling Boys
song68=Calculator
[JPOP]
song1=I Wish For You
song2=愛唄
song3=会いたかった
song4=愛は勝つ
song5=愛をこめて花束を
song6=アゲ♂アゲ♂EVERY☆騎士
song7=アジアの純真
song8=歩いていこう
song9=EZ DO DANCE
song10=イケナイ太陽
song11=インベーダーインベーダー
song12=UZA
song13=Everyday、カチューシャ
song14=風が吹いている
song15=カルマ
song16=KISS KISS BANG BANG
song17=キセキ
song18=気分上々↑↑
song19=きゃりーANAN
song20=CANDY CANDY
song21=きらきらキラー
song22=紅
song23=粉雪
song24=さくらんぼ
song25=さよならクロール
song26=365日のラブストーリー。
song27=366日
song28=Shine
song29=じょいふる
song30=JOINT
song31=素直になれたら
song32=SPEED KING
song33=前略、道の上より
song34=そばかす
song35=抱いてセニョリータ
song36=太陽とビキニ
song37=Choo Choo TRAIN
song38=チョコレイト・ディスコ
song39=つけまつける
song40=蕾
song41=ディープ・クレンジング
song42=Desire
song43=天体観測
song44=24karats TRIBE OF GOLD
song45=遠くまで
song46=ドラマチック
song47=TRAIN-TRAIN
song48=夏祭り
song49=にんじゃりばんばん
song50=Butterfly
song51=遥か
song52=PEACH
song53=believe in you
song54=ファッションモンスター
song55=FUNKASTIC
song56=フライングゲット
song57=ふりそでーしょん
song58=ヘビーローテーション
song59=冒険者たち
song60=HOT LIMIT
song61=POP STAR
song62=ポニーテールとシュシュ
song63=ポリリズム
song64=本日ハ晴天ナリ
song65=PON PON PON
song66=真夏のSounds good!
song67=ミセナイナミダハ、きっといつか
song68=女々しくて
song69=もったいないとらんど
song70=ももいろ太鼓どどんが節
song71=楽園ベイベー
song72=LOVEずっきゅん
song73=ラブ・ストーリーは突然に
song74=Love Forever
song75=LOVEマシーン
song76=リライト
song77=リンダリンダ
song78=ROCKET DIVE
song79=ロビンソン
song80=ロマンス
song81=Romanticが止まらない
song82=1 2 3～恋がはじまる～

[古典]
song1=ウィリアム・テル序曲
song2=カルメン組曲一番終曲
song3=クラシックメドレー（ロック編）
song4=交響曲第五番「運命」
song5=行進曲「くるみ割り人形」から
song6=新世界より
song7=天国と地獄　序曲
song8=トルコ行進曲
song9=ハンガリー舞曲第5番
song10=ボレロ
song11=ラ・カンパネラ

[游戏]
song1=A New Journey
song2=Wings of Tomorrow (Tatsujin Mix)
song3=Walking Through The Towers
song4=L・O・B・M
song5=オーバーマスター
song6=The Orb Festival
song7=おしえて　くまとも
song8=KAGEKIYO
song9=CHAOS RINGS
song10=GO MY WAY!!
song11=序曲 ドラゴンクエストXより
song12=スペランカー
song13=ソウルキャリバーII
song14=ソニック4 エピソードI メドレー
song15=テイルズ オブ エクシリア メドレー
song16=Doom Noiz
song17=Do-Dai
song18=ドラゴンスピリットメドレー
song19=ナムコットメドレー
song20=Naked Glow
song21=バンビーニ
song22=もじぴったんメドレー
song23=モンスターハンターメドレー
song24=relations

[动漫]
song1=I★my★me★mine
song2=愛をとりもどせ！！
song3=新しい光
song4=アンパンマンたいそう
song5=アンパンマンのマーチ
song6=いつかいつか
song7=ウィーアー！
song8=ウィーアー！
song9=宇宙戦艦ヤマト
song10=ウルトラセブンの歌
song11=ウルトラマンA
song12=ウルトラマンタロウ
song13=ウルトラマンの歌
song14=運命のしずく～Destiny's star～
song15=帰ってきたウルトラマン
song16=崖の上のポニョ
song17=君をのせて
song18=CAT'S EYE
song19=キラキラ Every day
song20=KIRA☆Power
song21=キン肉マン Go Fight!
song22=紅蓮の弓矢
song23=轟轟戦隊ボウケンジャー
song24=GO-GO たまごっち！
song25=侍戦隊シンケンジャー
song26=残酷な天使のテーゼ
song27=さんぽ
song28=獣拳戦隊ゲキレンジャー
song29=ジョジョ ～その血の運命～
song30=Switch On!
song31=創聖のアクエリオン
song32=ダイヤモンドハッピー
song33=タッチ
song34=Tank!
song35=CHA-LA HEAD-CHA-LA
song36=天装戦隊ゴセイジャー
song37=となりのトトロ
song38=ドレミファソライロ
song39=にんげんっていいな
song40=バクチ・ダンサー
song41=VAMOLA!キョウリュウジャー
song42=ハルウタ
song43=HANDS UP!
song44=ブルーバード
song45=ペガサス幻想
song46=魔法戦隊マジレンジャー
song47=みらくる☆トラベル
song48=名探偵コナン メイン･テーマ
song49=やじるしになって！
song50=勇気100%
song51=夢をかなえてドラえもん
song52=Life is SHOW TIME
song53=ラヴァーズ
song54=ラムのラブソング
song55=ラ♪ラ♪ラ♪スイートプリキュア♪
song56=ルパン三世のテーマ '78
song57=Let's go! スマイルプリキュア！
song58=ロックン・ハート！
song59=ワイワイワールド

[儿童]
song1=おもちゃのチャチャチャ
song2=もりのくまさん

[V家]
song1=Eternal bond
song2=ブラック★ロックシューター
song3=メルト
song4=カラ鞠の花

[综艺]
song1=あまちゃん
song2=オオカミ少年ケンのテーマ
song3=情熱大陸
song4=西部警察PARTII
song5=どかーん
song6=狙いうち
song7=パパマママック
song8=マル・マル・モリ・モリ！
song9=ルパン三世